Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.engine.error.browserOnly
source: A browser engine can only be selected when creating a browser pane or surface.
ar: يمكن فقط تحديد محرك المتصفح عند إنشاء جزء أو سطح متصفح.
de: Eine Browser-Engine kann nur ausgewählt werden, wenn ein Browser-Bereich oder eine Browser-Oberfläche erstellt wird.
es: Solo se puede seleccionar un motor de navegador al crear un panel o superficie de navegador.
fr: Un moteur de navigateur ne peut être sélectionné que lors de la création d'un volet ou d'une surface de navigateur.
ja: ブラウザエンジンを選択できるのはブラウザペインまたはサーフェスの作成時だけです
ko: 브라우저 패인 또는 서피스를 생성할 때만 브라우저 엔진을 선택할 수 있습니다.
zh_hans: 只能在创建浏览器窗格或表面时选择浏览器引擎。
zh_hant: 只有在建立瀏覽器窗格或介面時，才能選擇瀏覽器引擎。

# browser.engine.error.invalid
source: Choose WebKit or Chromium for the browser engine.
ar: اختر WebKit أو Chromium لمحرك المتصفح.
de: Wählen Sie WebKit oder Chromium als Browser-Engine.
es: Elija WebKit o Chromium para el motor del navegador.
fr: Choisissez WebKit ou Chromium pour le moteur de navigateur.
ja: ブラウザエンジンとしてWebKitまたはChromiumを選択してください
ko: 브라우저 엔진으로 WebKit 또는 Chromium을 선택하세요.
zh_hans: 请选择 WebKit 或 Chromium 作为浏览器引擎。
zh_hant: 請選擇 WebKit 或 Chromium 作為瀏覽器引擎。

# browser.focus.error.chromiumHostUnavailable
source: Chromium browser host is not in a visible window
ar: مضيف متصفح Chromium ليس في نافذة مرئية
de: Chromium-Browser-Host befindet sich nicht in einem sichtbaren Fenster
es: El host del navegador Chromium no está en una ventana visible
fr: L'hôte du navigateur Chromium n'est pas dans une fenêtre visible
ja: Chromiumブラウザホストが表示可能なウィンドウにありません
ko: Chromium 브라우저 호스트가 표시되는 창에 없습니다
zh_hans: Chromium 浏览器主机不在可见窗口中
zh_hant: Chromium 瀏覽器主機不在可見的視窗中

# browser.import.automation.error.chromiumCookiesUnsupported
source: Cookie import into Chromium is not available yet. Open a WebKit browser pane or set WebKit as the default engine and try again.
ar: استيراد ملفات تعريف الارتباط إلى Chromium غير متاح بعد. افتح جزء متصفح WebKit أو اضبط WebKit كمحرك افتراضي وحاول مجددًا.
de: Der Cookie-Import in Chromium ist noch nicht verfügbar. Öffnen Sie einen WebKit-Browser-Bereich oder legen Sie WebKit als Standard-Engine fest und versuchen Sie es erneut.
es: La importación de cookies en Chromium aún no está disponible. Abra un panel de navegador WebKit o establezca WebKit como motor predeterminado e inténtelo de nuevo.
fr: L'importation de cookies dans Chromium n'est pas encore disponible. Ouvrez un volet de navigateur WebKit ou définissez WebKit comme moteur par défaut et réessayez.
ja: Chromium への Cookie インポートにはまだ対応していません。WebKit ブラウザペインを開くか、既定のエンジンに WebKit を設定して再試行してください。
ko: Chromium으로의 쿠키 가져오기는 아직 지원되지 않습니다. WebKit 브라우저 패인을 열거나 WebKit을 기본 엔진으로 설정한 후 다시 시도하세요.
zh_hans: 尚不支持将 Cookie 导入 Chromium。请打开 WebKit 浏览器窗格或将 WebKit 设置为默认引擎，然后重试。
zh_hant: 目前尚不支援將 Cookie 匯入 Chromium。請開啟 WebKit 瀏覽器窗格，或將 WebKit 設為預設引擎，然後重試。

# browser.import.warning.chromiumCookiesUnsupported
source: Cookies were not imported because Chromium uses an isolated cookie store. Select WebKit as the destination engine and try again.
ar: لم يتم استيراد ملفات تعريف الارتباط لأن Chromium يستخدم مخزن ملفات تعريف ارتباط معزولاً. حدد WebKit كمحرك وجهة وحاول مجددًا.
de: Cookies wurden nicht importiert, da Chromium einen isolierten Cookie-Speicher verwendet. Wählen Sie WebKit als Ziel-Engine und versuchen Sie es erneut.
es: No se importaron las cookies porque Chromium utiliza un almacén de cookies aislado. Seleccione WebKit como motor de destino e inténtelo de nuevo.
fr: Les cookies n'ont pas été importés car Chromium utilise un stockage de cookies isolé. Sélectionnez WebKit comme moteur de destination et réessayez.
ja: Chromium は Cookie ストアを分離しているため、Cookie をインポートしませんでした。宛先エンジンに WebKit を選択して再試行してください。
ko: Chromium이 격리된 쿠키 저장소를 사용하므로 쿠키를 가져오지 못했습니다. 대상 엔진으로 WebKit을 선택하고 다시 시도하세요.
zh_hans: 由于 Chromium 使用隔离的 cookie 存储，Cookie 未被导入。请选择 WebKit 作为目标引擎，然后重试。
zh_hant: 由於 Chromium 使用隔離的 Cookie 儲存庫，因此未匯入 Cookie。請選擇 WebKit 作為目標引擎，然後重試。

# browser.navigation.error.unsupportedAction
source: Unsupported browser navigation action
ar: إجراء تنقل متصفح غير مدعوم
de: Nicht unterstützte Browser-Navigationsaktion
es: Acción de navegación del navegador no admitida
fr: Action de navigation du navigateur non prise en charge
ja: サポートされていないブラウザナビゲーション操作です
ko: 지원되지 않는 브라우저 탐색 작업
zh_hans: 不支持的浏览器导航操作
zh_hant: 不支援的瀏覽器導覽動作

# browser.viewport.error.chromiumTimedOut
source: Timed out setting Chromium viewport
ar: انتهت مهلة ضبط منفذ عرض Chromium
de: Zeitüberschreitung beim Festlegen des Chromium-Viewports
es: Se agotó el tiempo de espera al establecer el área de visualización (viewport) de Chromium
fr: Délai d'attente dépassé lors de la configuration de la fenêtre d'affichage de Chromium
ja: Chromiumビューポートの設定がタイムアウトしました
ko: Chromium 뷰포트 설정 대기 시간 초과
zh_hans: 设置 Chromium 视口超时
zh_hant: 設定 Chromium 檢視區逾時

# browser.viewport.error.layoutUnavailable
source: Browser viewport layout is unavailable
ar: تخطيط منفذ عرض المتصفح غير متاح
de: Browser-Viewport-Layout ist nicht verfügbar
es: El diseño del área de visualización (viewport) del navegador no está disponible
fr: La disposition de la fenêtre d'affichage du navigateur n'est pas disponible
ja: ブラウザのビューポートレイアウトを利用できません
ko: 브라우저 뷰포트 레이아웃을 사용할 수 없습니다
zh_hans: 浏览器视口布局不可用
zh_hant: 瀏覽器檢視區版面配置無法使用

# browser.viewport.error.unsupportedEngine
source: Page zoom is not supported for Chromium browser panes
ar: تكبير الصفحة غير مدعوم لأجزاء متصفح Chromium
de: Seitenzoom wird für Chromium-Browser-Bereiche nicht unterstützt
es: El zoom de página no está admitido para paneles de navegador Chromium
fr: Le zoom de page n'est pas pris en charge pour les volets de navigateur Chromium
ja: Chromiumブラウザペインではページズームをサポートしていません
ko: Chromium 브라우저 패인에서는 페이지 확대/축소가 지원되지 않습니다
zh_hans: Chromium 浏览器窗格不支持页面缩放
zh_hant: Chromium 瀏覽器窗格不支援頁面縮放

# cli.browser.engine.error.browserOnly
source: A browser engine can only be selected when creating a browser pane or surface.
ar: يمكن فقط تحديد محرك المتصفح عند إنشاء جزء أو سطح متصفح.
de: Eine Browser-Engine kann nur ausgewählt werden, wenn ein Browser-Bereich oder eine Browser-Oberfläche erstellt wird.
es: Solo se puede seleccionar un motor de navegador al crear un panel o superficie de navegador.
fr: Un moteur de navigateur ne peut être sélectionné que lors de la création d'un volet ou d'une surface de navigateur.
ja: ブラウザエンジンを選択できるのはブラウザペインまたはサーフェスの作成時だけです
ko: 브라우저 패인 또는 서피스를 생성할 때만 브라우저 엔진을 선택할 수 있습니다.
zh_hans: 只能在创建浏览器窗格或表面时选择浏览器引擎。
zh_hant: 只有在建立瀏覽器窗格或介面時，才能選擇瀏覽器引擎。

# cli.browser.engine.error.invalid
source: Choose WebKit or Chromium for the browser engine.
ar: اختر WebKit أو Chromium لمحرك المتصفح.
de: Wählen Sie WebKit oder Chromium als Browser-Engine.
es: Elija WebKit o Chromium para el motor del navegador.
fr: Choisissez WebKit ou Chromium pour le moteur de navigateur.
ja: ブラウザエンジンとしてWebKitまたはChromiumを選択してください
ko: 브라우저 엔진으로 WebKit 또는 Chromium을 선택하세요.
zh_hans: 请选择 WebKit 或 Chromium 作为浏览器引擎。
zh_hant: 請選擇 WebKit 或 Chromium 作為瀏覽器引擎。

# cli.browser.engine.error.navigateUnsupported
source: --engine is only supported when browser open creates a new pane; omit the surface selector
ar: الخيار --engine مدعوم فقط عندما يؤدي فتح المتصفح إلى إنشاء جزء جديد؛ احذف محدد السطح
de: --engine wird nur unterstützt, wenn durch das Öffnen des Browsers ein neuer Bereich erstellt wird; lassen Sie den Oberflächen-Selektor weg
es: --engine solo está admitido cuando la apertura del navegador crea un nuevo panel; omita el selector de superficie
fr: --engine est uniquement pris en charge lorsque l'ouverture du navigateur crée un nouveau volet ; omettez le sélecteur de surface
ja: --engine は browser open が新しいペインを作成する場合のみ使用できます。サーフェスセレクターを省略してください
ko: --engine은 브라우저 열기로 새 패인이 생성될 때만 지원됩니다. 서피스 선택기를 생략하세요.
zh_hans: --engine 仅在浏览器打开创建新窗格时受支持；请省略表面选择器
zh_hant: 只有在瀏覽器開啟並建立新窗格時才支援 --engine；請省略介面選取器

# cli.browser.engine.error.urlOnly
source: --engine is only supported when opening a browser URL
ar: الخيار --engine مدعوم فقط عند فتح عنوان URL للمتصفح
de: --engine wird nur unterstützt, wenn eine Browser-URL geöffnet wird
es: --engine solo está admitido al abrir una URL de navegador
fr: --engine est uniquement pris en charge lors de l'ouverture d'une URL de navigateur
ja: --engine はブラウザURLを開く場合のみ使用できます
ko: --engine은 브라우저 URL을 열 때만 지원됩니다
zh_hans: --engine 仅在打开浏览器 URL 时受支持
zh_hant: 只有在開啟瀏覽器 URL 時才支援 --engine

# cli.browser.engine.flagDescription
source: Rendering engine (browser only)
ar: محرك الرندرة (للمتصفح فقط)
de: Rendering-Engine (nur Browser)
es: Motor de renderizado (solo navegador)
fr: Moteur de rendu (navigateur uniquement)
ja: レンダリングエンジン（ブラウザのみ）
ko: 렌더링 엔진 (브라우저 전용)
zh_hans: 渲染引擎（仅限浏览器）
zh_hant: 轉譯引擎 (僅限瀏覽器)

# cli.browser.error.cookieReadFailed
source: Could not read browser cookies
ar: تعذر قراءة ملفات تعريف ارتباط المتصفح
de: Browser-Cookies konnten nicht gelesen werden
es: No se pudieron leer las cookies del navegador
fr: Impossible de lire les cookies du navigateur
ja: ブラウザのCookieを読み取れませんでした
ko: 브라우저 쿠키를 읽을 수 없습니다
zh_hans: 无法读取浏览器 cookie
zh_hant: 無法讀取瀏覽器 Cookie

# cli.browser.error.cookieWriteFailed
source: Could not write browser cookies
ar: تعذر كتابة ملفات تعريف ارتباط المتصفح
de: Browser-Cookies konnten nicht geschrieben werden
es: No se pudieron escribir las cookies del navegador
fr: Impossible d'écrire les cookies du navigateur
ja: ブラウザのCookieを書き込めませんでした
ko: 브라우저 쿠키를 쓸 수 없습니다
zh_hans: 无法写入浏览器 cookie
zh_hant: 無法寫入瀏覽器 Cookie

# cli.browser.error.navigationFailed
source: Browser navigation failed
ar: فشل تنقل المتصفح
de: Browser-Navigation fehlgeschlagen
es: Error en la navegación del navegador
fr: La navigation du navigateur a échoué
ja: ブラウザのナビゲーションに失敗しました
ko: 브라우저 탐색에 실패했습니다
zh_hans: 浏览器导航失败
zh_hant: 瀏覽器導覽失敗

# cli.browser.error.screenshotFailed
source: Browser screenshot failed
ar: فشل التقاط لقطة شاشة المتصفح
de: Browser-Screenshot fehlgeschlagen
es: Error en la captura de pantalla del navegador
fr: La capture d'écran du navigateur a échoué
ja: ブラウザのスクリーンショットに失敗しました
ko: 브라우저 스크린샷에 실패했습니다
zh_hans: 浏览器屏幕截图失败
zh_hant: 瀏覽器螢幕截圖失敗

# cli.open.error.unknownFlag
source: open: unknown flag '%@'. Usage: cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
ar: open: علم غير معروف '%@'. الاستخدام: cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
de: open: Unbekanntes Flag '%@'. Verwendung: cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
es: open: opción desconocida '%@'. Uso: cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
fr: open : option inconnue '%@'. Utilisation : cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
ja: open: 不明なフラグ '%@'。使い方: cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
ko: open: 알 수 없는 플래그 '%@'. 사용법: cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
zh_hans: open：未知标志 '%@'。用法：cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]
zh_hant: open：未知的旗標 '%@'。用法：cmux open <path-or-url>... [--engine <webkit|chromium>] [--workspace <id|ref|index>] [--surface <id|ref|index>] [--pane <id|ref|index>] [--window <id|ref|index>] [--focus true|false] [--no-focus]

# cloudTree.terminal.open
source: Open in a pane
ar: فتح في جزء
de: In einem Bereich öffnen
es: Abrir en un panel
fr: Ouvrir dans un volet
ja: ペインで開いています
ko: 패인에서 열기
zh_hans: 在窗格中打开
zh_hant: 在窗格中開啟

# command.cloudVM.open.title
source: Open Cloud VM
ar: فتح جهاز Cloud VM
de: Cloud-VM öffnen
es: Abrir VM en la nube
fr: Ouvrir la VM Cloud
ja: Cloud VM を開く
ko: Cloud VM 열기
zh_hans: 打开云虚拟机
zh_hant: 開啟 Cloud VM

# debug.menu.splitButtonLayoutDebug
source: Split Button Layout Debug…
ar: تصحيح تخطيط الزر المنقسم…
es: Depuración del diseño del botón de división…
fr: Débogage de la disposition du bouton scindé…
ja: 分割ボタンレイアウトのデバッグ…
ko: 스플릿 버튼 레이아웃 디버그…
zh_hans: 拆分按钮布局调试…
zh_hant: 分割按鈕版面配置偵錯…

# debug.splitButtonLayout.alwaysHover
source: Always Show Hover State
ar: إظهار حالة الحلق دائمًا
de: Hover-Zustand immer anzeigen
es: Mostrar siempre estado flotante
fr: Toujours afficher l'état de survol
ja: ホバー状態を常に表示
ko: 항상 호버 상태 표시
zh_hans: 始终显示悬停状态
zh_hant: 一律顯示懸停狀態

# debug.splitButtonLayout.backdropOptions
source: Backdrop Options
ar: خيارات الخلفية
de: Hintergrundoptionen
es: Opciones de fondo
fr: Options d'arrière-plan
ja: 背景オプション
ko: 배경(Backdrop) 옵션
zh_hans: 背景选项
zh_hant: 背景幕選項

# debug.splitButtonLayout.caretSegment
source: Caret Segment
ar: جزء مؤشر الإقحام
es: Segmento de flecha
fr: Segment du caret
ja: キャレットセグメント
ko: 캐럿 세그먼트
zh_hans: 插入符段
zh_hant: 插入符號區段

# debug.splitButtonLayout.cloudPreview
source: Cloud Split Button
ar: زر السحابة المنقسم
es: Botón de división en la nube
fr: Bouton scindé Cloud
ja: クラウド分割ボタン
ko: 클라우드 스플릿 버튼
zh_hans: 云拆分按钮
zh_hant: 雲端分割按鈕

# debug.splitButtonLayout.hoverSegment
source: Forced Hover Segment
ar: جزء الحلق الإجباري
de: Erzwungenes Hover-Segment
es: Segmento flotante forzado
fr: Segment de survol forcé
ja: 強制ホバーセグメント
ko: 강제 호버 세그먼트
zh_hans: 强制悬停段
zh_hant: 強制懸停區段

# debug.splitButtonLayout.hoverSegment.both
source: Both
ar: كلاهما
de: Beide
es: Ambos
fr: Les deux
ja: 両方
ko: 둘 다
zh_hans: 两者
zh_hant: 兩者

# debug.splitButtonLayout.hoverSegment.caret
source: Caret
ar: مؤشر الإقحام
es: Flecha
fr: Chevron
ja: キャレット
ko: 캐럿
zh_hans: 插入符
zh_hant: 插入符號

# debug.splitButtonLayout.hoverSegment.plus
source: Plus
ar: زائد
es: Más
ja: プラス
ko: 플러스
zh_hans: 加号
zh_hant: 加號

# debug.splitButtonLayout.inUse
source: In Use
ar: قيد الاستخدام
de: In Verwendung
es: En uso
fr: En cours d'utilisation
ja: 使用中
ko: 사용 중
zh_hans: 使用中
zh_hant: 使用中

# debug.splitButtonLayout.innerPadding
source: Inner Padding and Width
ar: الحشوة والمسافة الداخلية والعرض
de: Inneres Padding und Breite
es: Relleno interno y ancho
fr: Marge interne et largeur
ja: 内側の余白と幅
ko: 내부 여백 및 너비
zh_hans: 内边距和宽度
zh_hant: 內部留白與寬度

# debug.splitButtonLayout.liveNote
source: Changes apply live.
ar: تطبق التغييرات فورًا.
de: Änderungen werden live angewendet.
es: Los cambios se aplican en vivo.
fr: Les modifications s'appliquent en direct.
ja: 変更はライブで反映されます。
ko: 변경 사항이 즉시 적용됩니다.
zh_hans: 更改会实时应用。
zh_hant: 變更會即時套用。

# debug.splitButtonLayout.option.hidden
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
ja: 非表示
ko: 숨김
zh_hans: 已隐藏
zh_hant: 已隱藏

# debug.splitButtonLayout.option.precompositedBar
source: Pre-composited barBackground
ar: خلفية شريط مسبقة التركيب (barBackground)
de: Vorkomponiertes barBackground
es: barBackground precompuesto
fr: barBackground précomposé
ja: 合成済み barBackground
ko: 사전 합성된 barBackground
zh_hans: 预合成 barBackground
zh_hant: 預先合成的 barBackground

# debug.splitButtonLayout.option.precompositedPane
source: Pre-composited paneBackground
ar: خلفية جزء مسبقة التركيب (paneBackground)
de: Vorkomponiertes paneBackground
es: paneBackground precompuesto
fr: paneBackground précomposé
ja: 合成済み paneBackground
ko: 사전 합성된 paneBackground
zh_hans: 预合成 paneBackground
zh_hant: 預先合成的 paneBackground

# debug.splitButtonLayout.option.rawBar
source: barBackground (tab chrome)
ar: خلفية شريط raw (barBackground) (tab chrome)
es: barBackground (interfaz de pestaña)
fr: barBackground (habillage d'onglet)
ja: barBackground（タブクローム）
ko: barBackground (탭 크롬)
zh_hans: barBackground (标签栏 chrome)
zh_hant: barBackground (分頁裝飾)

# debug.splitButtonLayout.option.rawPane
source: Raw paneBackground (opaque)
ar: خلفية جزء raw (paneBackground) (غير شفاف)
de: Rohes paneBackground (opak)
es: paneBackground sin procesar (opaco)
fr: paneBackground brut (opaque)
ja: 未加工 paneBackground（不透明）
ko: 원시 paneBackground (불투명)
zh_hans: 原始 paneBackground (不透明)
zh_hant: 原始 paneBackground (不透明)

# debug.splitButtonLayout.option.translucentChrome
source: Translucent chrome
ar: كروم شبه شفاف
de: Transluzenter Chrome
es: Interfaz translúcida
fr: Habillage translucide
ja: 半透明クローム
ko: 반투명 크롬
zh_hans: 半透明 chrome
zh_hant: 半透明裝飾

# debug.splitButtonLayout.padding.bottom
source: Bottom
ar: الأسفل
de: Unten
es: Inferior
fr: Bas
ja: 下
ko: 아래쪽
zh_hans: 下
zh_hant: 下

# debug.splitButtonLayout.padding.leading
source: Leading
ar: البداية
de: Vorlaufend
es: Inicial
fr: Début
ja: 前
ko: 앞쪽
zh_hans: 前导
zh_hant: 前

# debug.splitButtonLayout.padding.top
source: Top
ar: الأعلى
de: Oben
es: Superior
fr: Haut
ja: 上
ko: 위쪽
zh_hans: 上
zh_hant: 上

# debug.splitButtonLayout.padding.trailing
source: Trailing
ar: النهاية
de: Nachlaufend
es: Final
fr: Fin
ja: 後
ko: 뒤쪽
zh_hans: 尾随
zh_hant: 後

# debug.splitButtonLayout.plusClicks
source: Plus clicks: %d
ar: نقرات زر الإضافة: %d
de: Plus-Klicks: %d
es: Clics en más: %d
fr: Clics sur Plus : %d
ja: プラスのクリック数: %d
ko: 플러스 클릭 수: %d
zh_hans: 加号点击次数：%d
zh_hant: 加號點擊次數：%d

# debug.splitButtonLayout.plusSegment
source: Plus Segment
ar: جزء زائد
es: Segmento de más
fr: Segment Plus
ja: プラスセグメント
ko: 플러스 세그먼트
zh_hans: 加号段
zh_hant: 加號區段

# debug.splitButtonLayout.resetPadding
source: Reset Padding and Widths
ar: إعادة تعيين الحشوة والعرض
de: Padding und Breiten zurücksetzen
es: Restablecer relleno y anchos
fr: Réinitialiser les marges et largeurs
ja: 余白と幅をリセット
ko: 여백 및 너비 초기화
zh_hans: 重置内边距和宽度
zh_hant: 重設留白與寬度

# debug.splitButtonLayout.sectionWidth
source: Section Width
ar: عرض القسم
de: Sektionsbreite
es: Ancho de sección
fr: Largeur de section
ja: セクション幅
ko: 섹션 너비
zh_hans: 部分宽度
zh_hant: 區段寬度

# debug.splitButtonLayout.title
source: Button Backdrop Color
ar: لون خلفية الزر
de: Button-Hintergrundfarbe
es: Color de fondo del botón
fr: Couleur de fond du bouton
ja: ボタン背景色
ko: 버튼 배경 색상
zh_hans: 按钮背景颜色
zh_hant: 按鈕背景幕色彩

# debug.splitButtonLayout.width.caretOffset
source: Caret Width Offset
ar: إزاحة عرض مؤشر الإقحام
de: Caret-Breitenoffset
es: Desplazamiento del ancho de flecha
fr: Décalage de largeur du caret
ja: キャレット幅オフセット
ko: 캐럿 너비 오프셋
zh_hans: 插入符宽度偏移
zh_hant: 插入符號寬度位移

# debug.splitButtonLayout.width.plusOffset
source: Plus Width Offset
ar: إزاحة عرض الزائد
de: Plus-Breitenoffset
es: Desplazamiento del ancho de más
fr: Décalage de largeur du Plus
ja: プラス幅オフセット
ko: 플러스 너비 오프셋
zh_hans: 加号宽度偏移
zh_hant: 加號寬度位移

# debug.splitButtonLayout.windowTitle
source: Split Button Layout
ar: تخطيط الزر المنقسم
es: Diseño de botón de división
fr: Disposition du bouton scindé
ja: 分割ボタンレイアウト
ko: 스플릿 버튼 레이아웃
zh_hans: 拆分按钮布局
zh_hant: 分割按鈕版面配置

# settings.browser.chromiumExtensions
source: Chromium Extensions
ar: امتدادات Chromium
de: Chromium-Erweiterungen
es: Extensiones de Chromium
fr: Extensions Chromium
ja: Chromium 拡張機能
ko: Chromium 확장 프로그램
zh_hans: Chromium 扩展
zh_hant: Chromium 擴充功能

# settings.browser.chromiumExtensions.subtitle
source: Unpacked extension directories loaded into Chromium browser panes. One absolute path per line; each directory must contain a manifest.json. Applies when the next pane starts.
ar: أدلة الامتدادات غير المضغوطة المحملة في أجزاء متصفح Chromium. مسار مطلق واحد في كل سطر؛ يجب أن يحتوي كل دليل على ملف manifest.json. ينطبق عند بدء تشغيل الجزء التالي.
de: Entpackte Erweiterungsverzeichnisse, die in Chromium-Browser-Bereiche geladen werden. Ein absoluter Pfad pro Zeile; jedes Verzeichnis muss eine manifest.json enthalten. Wird angewendet, wenn der nächste Bereich startet.
es: Directorios de extensiones descomprimidos cargados en paneles del navegador Chromium. Una ruta absoluta por línea; cada directorio debe contener un manifest.json. Se aplica cuando se inicia el siguiente panel.
fr: Répertoires d'extensions non empaquetées chargés dans les volets de navigateur Chromium. Un chemin absolu par ligne ; chaque répertoire doit contenir un fichier manifest.json. S'applique au démarrage du prochain volet.
ja: Chromium ブラウザペインに読み込むパッケージ化されていない拡張機能のディレクトリ。1 行につき絶対パス 1 件で、各ディレクトリに manifest.json が必要です。次のペイン起動時に適用されます。
ko: Chromium 브라우저 패인에 로드할 패키지되지 않은 확장 프로그램 디렉터리입니다. 한 줄에 하나의 절대 경로를 작성해야 하며, 각 디렉터리에는 manifest.json 파일이 포함되어 있어야 합니다. 다음 패인이 시작될 때 적용됩니다.
zh_hans: 加载到 Chromium 浏览器窗格中的未打包扩展目录。每行一个绝对路径；每个目录必须包含一个 manifest.json。在下一个窗格启动时生效。
zh_hant: 載入至 Chromium 瀏覽器窗格的未封裝擴充功能目錄。每行一個絕對路徑；每個目錄都必須包含 manifest.json。於下一個窗格啟動時套用。

# settings.browser.engine
source: Default Browser Engine
ar: محرك المتصفح الافتراضي
de: Standard-Browser-Engine
es: Motor de navegador predeterminado
fr: Moteur de navigateur par défaut
ja: デフォルトブラウザエンジン
ko: 기본 브라우저 엔진
zh_hans: 默认浏览器引擎
zh_hant: 預設瀏覽器引擎

# settings.browser.engine.auto
source: Auto (Match Default Browser)
ar: تلقائي (مطابقة المتصفح الافتراضي)
de: Automatisch (an Standard-Browser anpassen)
es: Automático (coincidir con el navegador predeterminado)
fr: Auto (Correspondre au navigateur par défaut)
ja: 自動（既定のブラウザに合わせる）
ko: 자동 (기본 브라우저와 일치)
zh_hans: 自动（匹配默认浏览器）
zh_hant: 自動 (符合預設瀏覽器)

# settings.browser.engine.subtitle.auto
source: New browser panes use Chromium when your default browser is Chromium-based (Chrome, Edge, Brave, Arc…), otherwise WebKit.
ar: تستخدم أجزاء المتصفح الجديدة Chromium عندما يكون متصفحك الافتراضي قائمًا على Chromium (مثل Chrome أو Edge أو Brave أو Arc…)، وبخلاف ذلك WebKit.
de: Neue Browser-Bereiche verwenden Chromium, wenn Ihr Standard-Browser auf Chromium basiert (Chrome, Edge, Brave, Arc…), andernfalls WebKit.
es: Los nuevos paneles del navegador usan Chromium cuando su navegador predeterminado está basado en Chromium (Chrome, Edge, Brave, Arc…), de lo contrario, usan WebKit.
fr: Les nouveaux volets de navigateur utilisent Chromium si votre navigateur par défaut est basé sur Chromium (Chrome, Edge, Brave, Arc…), sinon WebKit.
ja: 既定のブラウザが Chromium 系（Chrome、Edge、Brave、Arc など）の場合は新しいブラウザペインに Chromium を使用し、それ以外は WebKit を使用します。
ko: 기본 브라우저가 Chromium 기반(Chrome, Edge, Brave, Arc 등)인 경우 새 브라우저 패인에서 Chromium을 사용하고, 그렇지 않은 경우 WebKit을 사용합니다.
zh_hans: 当您的默认浏览器基于 Chromium（Chrome、Edge、Brave、Arc…）时，新浏览器窗格使用 Chromium，否则使用 WebKit。
zh_hant: 當您的預設瀏覽器是基於 Chromium 的瀏覽器 (Chrome、Edge、Brave、Arc…) 時，新瀏覽器窗格會使用 Chromium，否則使用 WebKit。

# settings.browser.engine.subtitle.chromium
source: Use a managed out-of-process Chromium runtime for new browser panes.
ar: استخدم وقت تشغيل Chromium مدارًا خارج العملية لأجزاء المتصفح الجديدة.
de: Verwenden Sie eine verwaltete Out-of-Process-Chromium-Runtime für neue Browser-Bereiche.
es: Utiliza un entorno de ejecución de Chromium administrado fuera de proceso para los nuevos paneles del navegador.
fr: Utiliser un runtime Chromium géré hors processus pour les nouveaux volets de navigateur.
ja: 新しいブラウザペインで管理対象の別プロセスChromiumランタイムを使用します。
ko: 새 브라우저 패인에 관리형 별도 프로세스 Chromium 런타임을 사용합니다.
zh_hans: 对新浏览器窗格使用托管的进程外 Chromium 运行时。
zh_hant: 針對新瀏覽器窗格使用受管理的跨程序 Chromium 執行期環境。

# settings.browser.engine.subtitle.webkit
source: Use the built-in WebKit engine for new browser panes.
ar: استخدم محرك WebKit المدمج لأجزاء المتصفح الجديدة.
de: Verwenden Sie die integrierte WebKit-Engine für neue Browser-Bereiche.
es: Utiliza el motor WebKit integrado para los nuevos paneles del navegador.
fr: Utiliser le moteur WebKit intégré pour les nouveaux volets de navigateur.
ja: 新しいブラウザペインで内蔵WebKitエンジンを使用します。
ko: 새 브라우저 패인에 내장 WebKit 엔진을 사용합니다.
zh_hans: 对新浏览器窗格使用内置的 WebKit 引擎。
zh_hant: 針對新瀏覽器窗格使用內建的 WebKit 引擎。
